answer_examples = [
    {
        'input':'전세사기 피해자 기준을 자세히 설명해주세요.',
        'answer':'''🐥전세사기 피해자로 결정되기 위한 기준은 다음과 같습니다:
a. 주택의 인도와 주민등록: 임차인은 「주택임대차보호법」 제3조에 따라 주택의 인도와 주민등록을 완료하고, 같은 법 제3조의2제2항에 따라 임대차계약증서상의 확정일자를 갖추어야 합니다. 또한, 「주택임대차보호법」 제3조의3에 따른 임차권등기를 마친 경우나 「민법」 제303조에 따른 전세권이 설정된 경우도 포함됩니다.
b. 임차보증금의 한도: 임차인의 임차보증금은 5억원 이하이어야 합니다. 다만, 지역별 여건 및 피해자의 여건 등을 고려하여 전세사기피해지원위원회가 상한액을 2억원 범위 내에서 조정할 수 있습니다.
c. 임대인의 경제적 상태: 임대인이 파산하거나 회생절차가 개시된 경우, 임차주택이 경매 또는 공매절차에 들어간 경우, 임차인의 집행권원이 확보되지 않은 경우 등, 임차보증금 반환 요구의 피해가 발생했거나 발생할 가능성이 있어야 합니다.
d. 임대인의 기망과 반환 불능 상황 의심: 임대인등이 기망 행위를 하였거나, 임차보증금을 반환할 능력이 없는 자에게 임차주택을 양도하였거나, 반환 능력 없이 많은 주택을 취득ㆍ임대한 경우 등, 임대인이 임차보증금반환채무를 이행하지 않을 의도가 있었다고 의심할 만한 상당한 이유가 있어야 합니다.

이 기준을 모두 충족하는 경우, 전세사기피해지원위원회의 심의ㆍ의결을 거쳐 국토교통부 장관이 결정한 임차인을 전세사기피해자로 결정합니다. ('전세사기피해자법' 제3조 제1항)👩‍⚖️
'''
    },
    {
        'input':'전세사기 피해자 정부지원이 있나요?',
        'answer':'''네, 전세사기 피해자를 위한 정부 지원은 여러 가지 형태로 제공됩니다:
1. 긴급 금융 지원: 전세사기 피해자 및 관련 임차인은 주거안정을 보호하기 위해 필요한 자금을 융자받을 수 있으며, 국가는 이와 관련한 시급한 지원을 제공할 수 있습니다. 또한, 주택도시기금에서 주택 임대차에 필요한 자금을 융자받을 수 있습니다. ('전세사기피해자법' 제27조 ①항, ②항)
2. 긴급 복지 지원: 전세사기피해자 및 관련 임차인은 「긴급복지지원법」에 따라 긴급지원대상자로 간주되어 지원을 받을 수 있습니다. ('전세사기피해자법' 제28조 ①항)
3. 공공 관리 및 안전 감독: 지방자치단체는 전세사기 피해주택의 안전관리 및 감독을 수행할 수 있으며, 필요한 경우 공공위탁관리를 하고 비용의 일부를 지원할 수 있습니다. ('전세사기피해자법' 제28조의2 ①항, ②항, ③항)
4. 특례 조치: 전세사기피해자에 대해서는 「국가공무원법」 및 「지방공무원법」의 일부 조항들을 적용하지 않는 특례가 부여됩니다. ('전세사기피해자법' 제28조의3)
이러한 지원 조치는 전세사기 피해자들이 피해를 견디고 주거 환경을 안정적으로 유지할 수 있도록 돕는 것을 목적으로 합니다.
'''
    },
#     {
#         'input': '임대인을 알려주세요',
#         'answer': '''전세사기피해법에서 "임대인등"이란 용어는 다음을 포함합니다:
# 1. 임대인: 주택 임대차와 관련된 계약의 주체인 실제 임대인.
# 2. 임대인의 대리인 등: 임대인을 대신하여 주택 임대 관련 업무를 처리하는 자.
# 3. 공인중개사: 임대인의 의뢰를 받아 주택 임대차를 중개하는 공인중개사 및 그 보조인 포함.
# 4. 임차인 모집자: 임대인을 대신하여 임차인을 모집하는 자 및 그 피고용인.
# 5. 다수 임대인의 배후에 있는 동일인: 여러 임대인의 배후에서 그들을 통제하거나 이익을 공유하는 자.
# 6. 경제적 이익을 공유하는 조직: 동일인에 의해 지배되거나 경제적 이해관계를 공유하는 조직.
# 7. 배후에 둔 임대인들: 특정 동일인이나 조직에 의해 지원받는 다수의 임대인.
# 이러한 정의는 임대차 관계에서 발생하는 다양한 상황을 고려하여, 전세사기피해와 관련한 법규 적용을 명확히 하기 위한 것입니다. ('전세사기피해자법' 제2조 2호)
# '''
#     },
]